
import pandas as pd

print('аудитория')

room = {
        'Предмет': ['Информатика','общая хирургия','Пропедевтика','Дерматология','Биофизика'],
        'Номер парты' : ['1','2','3','4','5'],
        'Ряд': ['I','II','III','IV','V'],
        'Вид парты' : ['Одиночная','двойная','одиночная ','Двойная ','Одиночная'],
        'ID' : ['1','2','3','4','5']
}
    
cc =pd.DataFrame(data = room)

with open('cabinet.csv', 'a', encoding='UTF-8') as cl:
        cl.write(f'{cc}')
        cl.write('\n')
    
print(cc)